jáne	1382
men	991
bul	928
qazaqstan	552
úshin	537
dep	484
aqsh	461
deıin	458
týraly	438
ulttyq	375
jańa	332
da	328
bir	323
boıynsha	319
bar	311
kazinform	306
memlekettik	293
aq	291
de	284
jyly	283
al	280
ol	275
onyń	275
osy	275
teńge	271
halyqaralyq	259
memleket	255
sondaı	246
prezıdent	243
pen	234
mańyzdy	228
atap	226
eń	219
dedi	217
astana	213
boldy	212
basshysy	207
buǵan	206
qatar	197
arqyly	197
prezıdenti	193
otyr	193
qatysty	192
ekonomıkalyq	192
múmkin	192
emes	192
ótti	191
joǵary	183
jumys	181
jatyr	180
satyp	178
ekenin	177
áleýmettik	171
bolyp	171
ótken	171
sonymen	169
keıin	169
bolady	168
eki	166
degen	163
kerek	162
ishinde	159
saýda	158
jyl	156
ári	156
el	155
jomart	155
qasym	154
qazaqstannyń	153
qajet	152
óz	152
baılanysty	151
tramp	151
adam	150
negizgi	148
retinde	148
qazaq	145
myń	144
habarlaıdy	141
keteıik	140
keledi	140
ortalyq	139
alý	138
buryn	138
arnalǵan	138
qol	136
jyldyń	134
aıta	134
toqaev	132
astam	131
biz	131
basqa	129
eske	128
saıası	127
bas	123
jol	123
arasyndaǵy	119
ǵana	118
olardyń	118
aqparat	118
qarsy	118
resmı	117
aıtýynsha	117
áskerı	116
edi	116
joq	114
barlyq	114
aıasynda	114
nemese	113
iske	113
beredi	112
túrde	112
úsh	112
jalpy	112
tóraǵasy	111
kóp	111
dollar	110
tsıfrlyq	110
is	109
qazaqstandyq	109
bolǵan	109
jylǵy	109
mlrd	107
sáıkes	106
qazirgi	106
bolatyn	103
ret	103
biraq	103
aıtty	103
biri	103
naqty	102
respýblıkasy	101
berý	101
ekinshi	101
eldiń	99
múmkindik	99
budan	99
málimdedi	99
bastap	98
sol	98
mundaı	97
alǵashqy	97
ony	97
tek	96
mınıstri	96
mádenıet	96
qaıta	96
kólik	96
kezinde	96
óte	95
olar	94
kelgen	93
júzege	92
donald	92
ǵa	91
osyǵan	91
turaqty	91
mln	90
syrtqy	90
iri	90
qoǵamdyq	90
erekshe	90
teńgeden	90
kúni	89
almaty	88
iran	88
habarlady	87
barysynda	87
alaıda	87
vıtse	87
tyń	86
bıyl	86
atalǵan	86
baspasóz	85
shamamen	85
arasynda	82
tıis	82
agenttiginiń	81
mádenı	81
jylǵa	81
birinshi	81
baǵyttalǵan	80
qamtamasyz	80
ózbekstan	80
odan	80
arnaıy	80
tolyq	80
tarıhı	80
edik	79
damytý	79
jónindegi	79
ár	79
alady	79
qytaı	79
álemdik	78
elimizdiń	78
qaýipsizdik	78
qorǵaý	77
jasandy	77
taǵy	77
konstıtýtsııalyq	77
azııa	76
qoldaý	76
birneshe	75
endi	75
qyzmeti	75
qazir	75
sondyqtan	75
strategııalyq	75
sońǵy	75
jeke	74
qyzmet	74
sý	74
málimetinshe	73
jyldan	73
eńbek	73
jas	73
ata	73
óner	73
tilshisi	71
keńesiniń	71
zań	70
salyq	70
aqsha	70
sheshim	69
jazǵan	69
úlken	69
aýqymdy	69
aldaǵy	69
ýaqytta	68
oǵan	68
birqatar	68
basty	68
qalasynda	68
qańtar	67
jaǵdaı	67
respýblıkasynyń	67
sany	67
jatqan	66
amerıkalyq	66
ıe	65
menshikti	64
qazaqstanda	64
qarjylyq	64
satý	64
beıbitshilik	64
ýaqyt	64
birge	63
kólemi	63
qarjy	63
alyp	62
sala	62
qaraı	62
qr	61
eger	61
keńes	61
jergilikti	60
halyq	60
aldy	60
bolýy	60
premer	60
belgili	59
jaǵdaıda	59
ister	59
bilim	59
tramptyń	59
kezde	58
etedi	58
orta	58
sonyń	58
beri	57
saıyn	57
úı	57
álem	57
berdi	56
asa	56
qorytyndysy	56
damytýǵa	56
ózara	56
eýro	56
qosymsha	55
túrli	55
tústi	55
qyrǵyzstan	54
búgin	54
alǵash	54
mınıstrligi	54
paıyzǵa	54
jetti	54
atyndaǵy	54
saqtaý	53
aralyǵynda	53
mıllıard	53
orynbasary	53
ǵylymı	53
teńgege	53
qadam	53
osyndaı	53
baǵamy	53
aıynda	52
belsendi	52
boıy	52
sot	52
nazar	52
kezdesý	52
soltústik	51
qosa	51
aıtqanda	51
basqarý	51
tikeleı	51
ishki	51
ashyq	51
ıntellekt	51
joba	50
áli	50
qandaı	50
dollardan	50
otyryp	50
baǵasy	50
monıtorıng	50
saǵat	49
agenttigi	49
byltyr	49
bolsa	49
jyldary	49
engizý	49
ótedi	48
altyn	48
jasalǵan	48
prezıdenttiń	48
turǵyn	48
nyń	48
qazaqstanǵa	48
baǵa	48
alynady	48
qaırat	48
ta	47
mınıstrliginiń	47
eaeo	47
deıdi	47
ókilderi	47
tórt	47
salasyndaǵy	47
munaı	47
sheteldik	46
etý	46
ıaǵnı	46
eýropalyq	46
sııaqty	46
másele	46
nátıjesinde	46
bılik	46
kele	46
úkimet	46
birlesken	46
ásirese	46
salaıyq	45
ózbekstanda	45
bergen	45
daıyn	45
eýrazııalyq	45
yqtımal	45
osylaısha	45
komıssııa	45
elektr	44
jyldyq	44
jaqsy	44
áser	44
bólek	44
qaramastan	44
jasaý	44
sóz	44
eýropa	44
aıyrbastaý	44
tıimdi	43
shyǵys	43
deńgeıde	43
tur	43
qaza	43
búginde	43
uzaq	43
saılaý	43
ózi	43
kúsh	43
kúmis	43
oblysy	43
ótetin	42
gaz	42
den	42
energetıka	42
búkil	42
ınvestıtsııalyq	42
bes	42
yqpal	42
joly	42
kún	42
baq	42
zamanaýı	42
ózgerister	42
kezeńde	42
aldyn	41
reseı	41
zańsyz	41
etti	41
yntymaqtastyq	41
arttyrý	41
jasap	41
oryn	41
jóninde	41
qazaqstandaǵy	41
shaǵyn	41
jahandyq	41
jan	41
the	41
damý	41
ınvestıtsııa	41
úzdik	41
tyıym	40
kelisim	40
baqylaý	40
myńnan	40
áýe	40
qatań	40
mınıstr	40
etip	40
bıznes	40
dál	40
bizdiń	40
aldymen	40
jatqanyn	40
grenlandııa	40
sharalar	39
qańtarda	39
quqyq	39
saı	39
alǵan	39
úles	39
deıingi	39
jarııalady	39
múshe	39
prezıdentiniń	39
quryltaı	39
ornalasqan	39
bóligi	39
yntymaqtastyqty	39
kelip	39
sebebi	39
eo	39
buu	39
júk	39
drama	39
satylady	39
aıtarlyqtaı	38
zańdy	38
ala	38
túsken	38
aýyr	38
asyrý	38
delingen	38
halyqtyń	38
árbir	38
jaýap	38
qala	38
kórsetedi	38
qatarynda	38
aýstralııa	38
paıda	38
quqyqtyq	37
júıesin	37
dırektory	37
jazdyq	37
kedendik	37
qoǵam	37
úshinshi	37
jumystary	37
taraptar	37
zor	37
josparlap	37
kóptegen	37
jasaǵan	37
kúrdeli	37
kez	37
abaı	37
alýǵa	36
memlekettiń	36
paıdalaný	36
dollarǵa	36
onda	36
damýyna	36
mıllıon	36
bildirdi	36
mysaly	36
quny	36
tys	36
otyrysynda	36
tómen	36
jerde	36
frantsııa	36
kelisimge	36
jaqyn	36
qurý	36
durys	36
ókili	36
elge	35
ózge	35
pikir	35
salý	35
parlament	35
taýar	35
paıyzdyq	35
qor	35
qa	35
áreket	35
jetkizdi	35
ortasha	35
álemniń	35
teatr	35
onlaın	34
keıingi	34
mindetti	34
saldarynan	34
daýys	34
elektrondy	34
tabys	34
depýtaty	34
habarlaýynsha	34
elderi	34
aqparattyq	34
qyzylorda	34
ártúrli	34
bári	34
kúı	34
ıýan	34
tıisti	33
jedel	33
olardy	33
degenmen	33
azamat	33
top	33
kásibı	33
tehnıkalyq	33
engizildi	33
erkin	33
talap	33
parlamenti	33
óńirlik	33
áleýetin	33
bastady	33
qalpyna	33
oń	33
eriktiler	33
rýbl	33
basym	32
asyrýǵa	32
qurylys	32
sharýashylyǵy	32
dúnıejúzilik	32
qujat	32
bank	32
óńdeý	32
arttyrýǵa	32
ómir	32
asty	32
aýyl	32
saqtap	32
júıesi	32
mınýt	32
elena	32
adamdar	31
keıbir	31
maqsatynda	31
elde	31
qalǵan	31
eleýli	31
kórsetti	31
qalaı	31
kelesi	31
josparlanǵan	31
kórsetkish	31
jýyq	31
qalasy	31
ózekti	31
jylda	31
turǵan	31
óziniń	31
qarqyndy	31
mán	31
ótip	31
keldi	31
aıqyn	31
s	31
qarym	31
irannyń	31
etýge	30
ketsek	30
tashkent	30
júrip	30
oblystyq	30
oqý	30
maqsat	30
nesıe	30
kásipkerler	30
júıeli	30
álemdegi	30
múshesi	30
ázerbaıjan	30
taza	30
aıtyp	30
ortaq	30
jarııalanǵan	30
senim	30
toqaevtyń	30
májilisiniń	30
shyqqan	29
rette	29
az	29
kompanııasy	29
ońtústik	29
qaldy	29
júrgizý	29
qylmystyq	29
elimizde	29
búgingi	29
dan	29
balalar	29
paıdalanýǵa	29
júıe	29
jaqty	29
tipti	29
aınaldy	29
uzaqtyǵy	29
tájirıbe	29
gmt	28
salystyrǵanda	28
málim	28
shavkat	28
ótkizý	28
sekildi	28
tirkelgen	28
japonııa	28
danııa	28
adamnyń	28
oqıǵa	28
salasynda	28
astanada	28
qorǵanys	28
burynǵy	28
múmkindigi	28
m	28
kz	28
músheleri	28
qyzmetin	28
saıasat	28
ósip	28
meniń	28
soń	28
munda	28
bolmaıdy	28
aıtqan	28
ekeni	28
keńestiń	28
elshisi	28
jazdy	28
altaı	28
qoıdy	27
ortalyǵy	27
sanalady	27
dollardyń	27
aıda	27
qabyldady	27
olarǵa	27
qıyn	27
keńesi	27
azamattardyń	27
ge	27
bıligi	27
basshysynyń	27
sońyna	27
zertteý	27
turǵydan	27
shyǵarmashylyq	27
jón	27
rybakına	27
sattyq	27
adamǵa	26
máseleleri	26
tapty	26
kúres	26
elderdiń	26
jobasy	26
elimiz	26
jartylaı	26
aı	26
qara	26
múmkindigin	26
tehnologııalyq	26
shyqty	26
keńinen	26
tanymal	26
keń	26
tereń	26
nan	26
qoıylǵan	26
oraı	26
tarapynan	26
reseılik	26
narazylyq	26
naǵyz	26
barys	26
pýnktterinde	26
respýblıkalyq	25
habarlaǵan	25
aýmaǵynda	25
ınstıtýty	25
ýaqytsha	25
berildi	25
rejısser	25
artyp	25
ese	25
ósti	25
jobanyń	25
júrgizilip	25
otyrǵan	25
ne	25
bastalady	25
nyǵaıtý	25
shabýyl	25
usyndy	25
berýge	25
elderiniń	25
armenııa	25
ǵylym	25
mindet	25
memleketterdiń	25
túsedi	25
tabysty	25
aldynda	25
aptada	25
aıtylǵan	25
soǵan	25
nyǵaıtýǵa	25
erlan	25
mýzeı	25
aqordanyń	25
tennısshi	25
chempıonatynyń	25
reforma	25
jshs	25
sapary	24
tájikstan	24
alǵanda	24
sport	24
qansha	24
jasady	24
habarlamada	24
aımaqtyq	24
salynǵan	24
tartý	24
qoljetimdi	24
orynǵa	24
esirtki	24
úlesi	24
ozyq	24
jastaǵy	24
jasaldy	24
máseleler	24
qyzmetine	24
etetin	24
usynyldy	24
jappaı	24
batys	24
kezeń	24
tass	24
of	24
baj	24
keńesine	24
shi	24
basyp	24
times	24
ótkizdi	24
quryltaıdyń	24
áýezov	24
barynsha	24
esebimen	24
jer	23
densaýlyq	23
jazǵanbyz	23
azamattarǵa	23
úkimeti	23
barady	23
júrgen	23
ál	23
qosqan	23
komıteti	23
qyrǵyz	23
saldy	23
bolý	23
istep	23
túbegeıli	23
merzimdi	23
e	23
áıelder	23
balalarǵa	23
elimizdegi	23
elder	23
komıssııanyń	23
tóraǵasynyń	23
deńgeıge	23
keletin	23
ekijaqty	23
fılm	23
qolǵa	23
túrkistan	23
komanda	23
kelige	23
qyrǵyzstanda	22
jeńildetilgen	22
otyrǵanyn	22
atty	22
janyndaǵy	22
komıtetiniń	22
shara	22
beriledi	22
qarajat	22
kóleminde	22
deńgeıinde	22
bastapqy	22
birlesip	22
kitap	22
jaýapty	22
ekonomıka	22
qabyldanǵan	22
alynǵan	22
kórsetý	22
ıpoteka	22
kredıt	22
arqasynda	22
berip	22
jobalardy	22
trln	22
logıstıkalyq	22
usynys	22
eldegi	22
paıyz	22
grenlandııany	22
uly	22
taý	22
quramyna	22
ıadrolyq	22
munyń	22
otandyq	22
ornyqty	22
fınalǵa	22
volonterler	22
máslıhatynyń	22
zańǵa	21
berilgen	21
saıasaty	21
qazaqtyń	21
kóne	21
nátıje	21
jobasyn	21
qurama	21
ról	21
kezeńinde	21
aqpan	21
jeltoqsanda	21
qajetti	21
jeńil	21
jetkizý	21
pikirinshe	21
a	21
qabyldaý	21
beretin	21
kiredi	21
otbasy	21
bala	21
halqy	21
aımaqtaǵy	21
taıaý	21
almatyda	21
derekterdi	21
ázirge	21
sarapshy	21
dástúrli	21
bolǵany	21
senimdi	21
bárin	21
memleketter	21
aqpanda	21
latyn	21
dıplomatııalyq	21
muqııat	21
muny	21
tıimdiligin	21
prezıdenttik	21
volonterlik	21
danılına	21
almatynyń	21
bazalyq	21
azamattyq	20
tabıǵı	20
daıyndyq	20
qaýipsizdigi	20
baǵdarlama	20
ıntellektini	20
qyzmetiniń	20
ákimshiligi	20
jasaýǵa	20
kompanııasynyń	20
azamattary	20
mańyzy	20
kúnge	20
er	20
qaraǵanda	20
ózin	20
qytaıdyń	20
azamattar	20
kommertsııalyq	20
qyzyǵýshylyq	20
jobany	20
qataryna	20
qalasyndaǵy	20
aıryqsha	20
óıtkeni	20
ma	20
sóılegen	20
tapqan	20
alǵa	20
ınstıtýtynyń	20
ketti	20
jumysy	20
le	20
soǵys	20
jaýapkershilik	20
bolýǵa	20
ózinde	20
bolmaq	20
nıý	20
máselen	20
aleksandr	20
jıyn	20
janry	20
qoǵamnyń	20
jańǵyrtý	20
kensel	20
chempıondar	20
sanaımyn	20
kúndizgi	20
jerasty	19
qaýipti	19
jatady	19
medıtsınalyq	19
tótenshe	19
biryńǵaı	19
retteý	19
kúshine	19
temir	19
ruqsat	19
mırzıeev	19
keńeıtý	19
nátıjesi	19
merzimi	19
kelisimdi	19
bastama	19
ákimshilik	19
shekara	19
qarastyrylǵan	19
mektep	19
qosty	19
baılanys	19
negizinen	19
tapsyrdy	19
tekserý	19
tonna	19
ýkraına	19
agenttik	19
qarýly	19
isteıdi	19
eldi	19
jeti	19
qurýdy	19
rekordtyq	19
suranys	19
tilinde	19
múlde	19
ekologııalyq	19
josparlanyp	19
quttyqtady	19
álemde	19
qosý	19
kelissózder	19
gaza	19
logıstıka	19
jaǵdaıǵa	19
iranǵa	19
jaǵynan	19
aıtyldy	19
saparmen	19
jıynda	19
deńgeıdegi	19
abaıdyń	19
akademııalyq	19
tarbaǵataı	19
raketkasy	19
shyǵarý	18
sodan	18
jastar	18
uıymdastyrý	18
kezeńimen	18
saqtaýǵa	18
anyqtaldy	18
qaýipsiz	18
i	18
ónim	18
tártip	18
asatyn	18
qymbat	18
ashyldy	18
mártebesin	18
tıesili	18
talqylady	18
basshylary	18
jeńiske	18
qatty	18
osydan	18
basynda	18
jaqynda	18
aktsıonerlik	18
baǵdarlamasy	18
jasqa	18
keminde	18
turatyn	18
basymdyq	18
jetekshi	18
vashıngton	18
et	18
syn	18
shynaıy	18
jetip	18
maǵan	18
qazaqstandy	18
qalyptastyrý	18
kórsetip	18
keltirý	18
negizdelgen	18
jaǵdaıdy	18
teń	18
turǵysynan	18
almaıdy	18
teńiz	18
aqparatty	18
jumysyn	18
aral	18
márte	18
reıtıng	18
klýb	18
halqymyzdyń	18
adal	18
senemin	18
jasampaz	18
agenttiginde	18
oryndarynda	18
otyrysy	17
tizimine	17
tekshe	17
baǵyttaǵy	17
úlesin	17
únemi	17
kompanııa	17
merzimge	17
yntymaqtastyqtyń	17
keden	17
ornatý	17
sońynda	17
belgilengen	17
atqarýshy	17
silteme	17
shaqyrdy	17
barlyǵy	17
shki	17
qarap	17
jaraqat	17
salasy	17
kómek	17
kúnderi	17
jarna	17
qosyldy	17
qory	17
bolmaǵan	17
oraıda	17
tańda	17
qoıyldy	17
tehnologııalar	17
tap	17
bolǵanyn	17
qoldaný	17
sebep	17
islam	17
mádenıeti	17
týǵan	17
qurylǵan	17
hatshysy	17
qalyp	17
esep	17
frantsýz	17
kózdeıdi	17
jyldar	17
júıeni	17
myńǵa	17
qurady	17
isin	17
asyp	17
qysym	17
turady	17
tyǵyz	17
mınıstriniń	17
bedeldi	17
tımýr	17
venesýela	17
central	17
gýmanıtarlyq	17
odaq	17
táýelsizdik	17
sapar	17
balet	17
ult	17
meshiti	17
muhtar	17
murat	17
súleımenov	17
chempıonatynda	17
fınalda	17
jekpe	17
arsenal	17
aqorda	17
valıýta	17
turaqtylyqty	16
baǵyty	16
energetıkalyq	16
jaǵdaıyn	16
qoldanylady	16
mal	16
shekteý	16
belgisiz	16
sırek	16
kóshi	16
zardap	16
quqyǵy	16
uıymynyń	16
salasyna	16
qurylysy	16
qarjylandyrý	16
baǵalaý	16
mınıstrlik	16
kólemin	16
adamdy	16
otbasylyq	16
qatysýymen	16
baǵytta	16
bıylǵy	16
tarıhynda	16
birikken	16
sapaly	16
joıý	16
salýǵa	16
qytaılyq	16
soqqy	16
bastalyp	16
qańtardan	16
jolynda	16
vladımır	16
ózine	16
qosyp	16
me	16
qoǵamynyń	16
serpin	16
azııadaǵy	16
joǵarǵy	16
oıyn	16
jiberdi	16
jyldam	16
jylmen	16
tólem	16
myńdaǵan	16
jumysqa	16
keıde	16
árıne	16
aıaqtaldy	16
qaraǵandy	16
jaı	16
sotqa	16
navıgatsııalyq	16
tranzıt	16
bola	16
jarııalaǵan	16
sózinde	16
beısenbi	16
bizge	16
danııanyń	16
isi	16
jetken	16
ketken	16
irandaǵy	16
anyq	16
irak	16
jyldaǵy	16
aınalysatyn	16
germanııa	16
atqardy	16
demokratııalyq	16
mindeti	16
sizder	16
joqqa	16
qalyptastyrýǵa	16
túsip	16
eksporttyq	16
aıtsaq	16
mańǵystaý	16
basqarma	16
jaryq	16
rejısseri	16
anna	16
ufc	16
asia	16
kurs	16
saýdalanady	16
elordanyń	16
arzandap	16
usynǵan	15
adamdardy	15
bastaldy	15
eseppen	15
kóz	15
b	15
alty	15
baqylaýǵa	15
kórsetilgen	15
vızasyz	15
salsaq	15
alýdy	15
máseleni	15
qaýip	15
kompanııalar	15
aınalymy	15
negiz	15
paıyzy	15
kelissóz	15
qabyldandy	15
qatysý	15
mólsherleme	15
quraıdy	15
qoldaýǵa	15
sammıtine	15
qatysqan	15
jobalar	15
taldaý	15
ınfraqurylym	15
týrızm	15
tilin	15
aıttym	15
teris	15
málimdeme	15
kórsetýge	15
frantsııada	15
jasóspirimder	15
úkimetke	15
nato	15
jekelegen	15
kúshteri	15
elderine	15
saqtalǵan	15
tsıfrlandyrý	15
polsha	15
temirjol	15
ázirleý	15
aýdardy	15
dereginshe	15
shyǵyp	15
narazylyqtar	15
qýatty	15
izraıl	15
máselesi	15
bastamalar	15
deńgeıi	15
kanada	15
tarıhy	15
deýge	15
atynan	15
oblysynda	15
qundy	15
qýyrshaq	15
teatrynyń	15
ıýnesko	15
zaman	15
shyn	15
komandanyń	15
gol	15
týrnır	15
uefa	15
saýdalanyp	15
sharalarǵa	14
habarlanǵan	14
maqsaty	14
til	14
metr	14
salynady	14
oqıǵasy	14
qon	14
bastamalardy	14
ádilet	14
amerıka	14
qosylǵan	14
jylyna	14
ashylady	14
tulǵalardyń	14
arab	14
zańnamalyq	14
adamdarǵa	14
laýazymdy	14
qoldanystaǵy	14
eshqandaı	14
kúsheıtý	14
jeltoqsan	14
almaı	14
almatylyq	14
aýdandyq	14
músheleriniń	14
baryp	14
kezeńi	14
jóndeý	14
aımaq	14
alatyn	14
máselesin	14
parlamenttik	14
qalady	14
bólshek	14
qana	14
sheshimder	14
taýarlar	14
damyǵan	14
ornyn	14
bet	14
qoǵamǵa	14
adamdardyń	14
esh	14
tartty	14
qalalarynda	14
bolashaqta	14
sanalatyn	14
salada	14
saldary	14
kezdesýler	14
sozylǵan	14
partııasy	14
qatysyp	14
qaıtadan	14
bolýyna	14
tegeran	14
sheshýshi	14
halyqty	14
saýd	14
atqaryp	14
bıliktiń	14
rýhanı	14
jetekshisi	14
sátti	14
ashady	14
belsene	14
ǵasyrdyń	14
fýtbol	14
aıasyndaǵy	14
qozǵalysyn	14
tripp	14
óńirdiń	14
baǵyt	14
balaeva	14
kúıshilik	14
komandasynyń	14
lıgasy	14
oıynyn	14
aleksandra	14
breık	14
ádil	14
bildiredi	13
te	13
derekter	13
talaptaryn	13
ekonomıkasy	13
mınıstrdiń	13
agenttiktiń	13
tómendep	13
kórshiles	13
shet	13
tájirıbesi	13
mıllıonnan	13
qysqy	13
jeńip	13
qarastyryp	13
zorlyq	13
qazan	13
tan	13
óndirý	13
ornyna	13
qoıǵan	13
vedomstvo	13
halyqqa	13
birdeı	13
jolmen	13
baǵyttary	13
ónerkásip	13
nıetti	13
qorǵaýǵa	13
birine	13
shekteýli	13
mólsherlemeni	13
kómektesedi	13
mańyndaǵy	13
kóńil	13
saltanatty	13
ótkizedi	13
atady	13
týrıstik	13
qamtıtyn	13
naryq	13
damyp	13
ekonomıkanyń	13
kúndelikti	13
birden	13
kedergi	13
qaýipsizdikti	13
ıeleri	13
aınalady	13
sheńberinde	13
kórsetetin	13
engiziledi	13
turǵyda	13
jıi	13
atandy	13
astanasy	13
qhr	13
kezekti	13
jarys	13
alamyz	13
davosta	13
grenlandııaǵa	13
bolatynyn	13
tanytyp	13
retindegi	13
suhbatynda	13
kórinisi	13
araldy	13
sátte	13
órt	13
kirý	13
iranmen	13
y	13
júıesiniń	13
shaqyrym	13
ósýi	13
kirýge	13
jazady	13
qola	13
basa	13
qurmetti	13
jumysty	13
álemge	13
komandasy	13
kezeńine	13
araldyń	13
tranzıttik	13
mýzykalyq	13
mońǵolııa	13
tutas	13
qundylyqtardy	13
apta	13
ınstıtýtsıonaldyq	13
aqtóbe	13
mura	13
serik	13
reformalar	13
kreatıvti	13
týrnırde	13
quramasynyń	13
zańǵar	13
kómekshisi	13
trıllıon	13
qujatqa	12
qatysatyn	12
zertteýler	12
anyqtaý	12
qaýipsizdigin	12
usynystar	12
habar	12
organdar	12
qytaıǵa	12
óndirisi	12
ózbekstannyń	12
organdary	12
aıyppul	12
kezeginde	12
olımpıada	12
qýaty	12
júrgizip	12
toby	12
basqarmasynyń	12
eksport	12
bastamasymen	12
qolaıly	12
azaıtýǵa	12
sapasyn	12
erikti	12
taýyp	12
mas	12
ben	12
tulǵalar	12
orynda	12
kórsetkishi	12
qatynas	12
ulybrıtanııa	12
qaraý	12
júrgizýge	12
statıstıka	12
túrkııa	12
eskere	12
baǵasynyń	12
saǵatqa	12
túni	12
qaraýǵa	12
negizinde	12
salyndy	12
qosalqy	12
operatsııa	12
sharalary	12
óńirdegi	12
tabysy	12
saıasattyń	12
qatysady	12
salyǵyn	12
orny	12
quqyǵyn	12
belarýs	12
damytýdyń	12
usynamyz	12
basshylarynyń	12
resýrstary	12
qımyl	12
rásimi	12
táýelsiz	12
saýdanyń	12
bolashaq	12
paıyzdan	12
taýarlarǵa	12
konstıtýtsııa	12
shyǵady	12
áıel	12
kúnine	12
oı	12
kerisinshe	12
aıtady	12
at	12
tórtinshi	12
tonnaǵa	12
málimdegen	12
der	12
qoǵamda	12
euronews	12
usynylǵan	12
zııan	12
túsinikti	12
to	12
kelisimniń	12
sportshy	12
dollardy	12
jatyrmyz	12
kezdesýde	12
aıynyń	12
qalasynyń	12
májbúr	12
negizi	12
ólim	12
aqtaý	12
federaldyq	12
d	12
artty	12
óndiris	12
kezdesýge	12
qaı	12
bolmasa	12
aýmaǵy	12
polıtsııa	12
keri	12
ǵalymdar	12
eýropadaǵy	12
jolyn	12
v	12
salasyn	12
alańynda	12
report	12
quqyqtary	12
baılanystardy	12
qarly	12
derekti	12
banktiń	12
qoldaýymen	12
ereksheligi	12
laıyqty	12
jalǵyz	12
tym	12
warner	12
kórermen	12
kórermenge	12
júr	12
mektebi	12
qyzylordada	12
ádiletti	12
mektebiniń	12
mınýtqa	12
t	12
artyq	12
fınalyna	12
avatar	12
árdaıym	12
erik	12
quramasy	12
dýlyǵa	12
jek	12
jankúıerler	12
nátıjege	12
admıral	12
frıstaıl	12
zańnyń	12
joldady	12
esebinen	11
quryldy	11
jospary	11
bekitildi	11
ótý	11
habarlaǵanymyzdaı	11
ereje	11
jazyp	11
qarjylandyrýǵa	11
jarııalandy	11
engizilgen	11
keshendi	11
ókilderimen	11
elderge	11
mádenıetin	11
tártibin	11
shamadan	11
oqıǵalar	11
balalardyń	11
kúıinde	11
atyraý	11
tmd	11
qqs	11
tez	11
aıyrý	11
ómirine	11
ózgeris	11
tehnologııa	11
negizsiz	11
júrgizilgen	11
telefon	11
áńgime	11
tarapy	11
qaraǵan	11
belgisi	11
sharalaryn	11
ókilderiniń	11
máselesine	11
aýdaryldy	11
ete	11
ýaqytqa	11
qurýǵa	11
qaqtyǵys	11
otbasylar	11
keı	11
jaqsartýǵa	11
bóligin	11
kórsetiledi	11
mólsherlemesi	11
qonys	11
tóleıdi	11
toqtaldy	11
azııanyń	11
bildirip	11
máselelerin	11
toly	11
bos	11
solardyń	11
sheber	11
ósim	11
tómendetýge	11
qazaqsha	11
arttyryp	11
aımaqtyń	11
resýrstaryn	11
biraz	11
qazaqtar	11
qatysy	11
birtutas	11
tabandy	11
anyqtady	11
azertadj	11
bolǵanymen	11
barlaý	11
nıeti	11
depýtat	11
bastamany	11
jaǵdaıynda	11
kúndik	11
rastady	11
dıalogty	11
basqaratyn	11
qatarynan	11
xix	11
kúsheıtýge	11
ınvestıtsııalar	11
oılaımyn	11
uıym	11
trampqa	11
geosaıası	11
tas	11
qosylady	11
aımaǵy	11
qorytyndy	11
derekterge	11
basyn	11
týý	11
kúrt	11
qorynyń	11
news	11
iranda	11
etýi	11
parsy	11
synaq	11
júzinde	11
tabysqa	11
jaǵdaıdyń	11
eshqashan	11
jobasynyń	11
jarty	11
tulǵa	11
erler	11
salalaryndaǵy	11
jańalyq	11
bardy	11
otyrmyz	11
jumystaryn	11
fılmniń	11
rólin	11
baǵytyn	11
jattyǵýlar	11
belsendilik	11
shyǵý	11
sońdy	11
qalyptasqan	11
atqarady	11
h	11
anadolu	11
ınflıatsııany	11
seriktestik	11
kútip	11
týra	11
kórip	11
kezeńin	11
kelgende	11
opera	11
marapattaldy	11
aldyq	11
syr	11
abzal	11
jumystar	11
ýaqyty	11
baǵytyndaǵy	11
kitaphana	11
pavlodar	11
kúıleri	11
dastan	11
qaraman	11
máninde	11
joldama	11
qarjyny	11
chempıonaty	11
jánibek	11
otanshyl	11
volonter	11
avtokólik	11
bıdaı	11
sadyr	10
kózdep	10
bolatynbyz	10
n	10
alatynyn	10
túsindirdi	10
qyrǵyzstannyń	10
tobynyń	10
eski	10
qozǵalysy	10
qaıtarý	10
azamaty	10
saılandy	10
mol	10
túri	10
jelide	10
ýákiletti	10
jalǵasyp	10
aımaqta	10
as	10
dinı	10
baǵdarlamalar	10
aqylǵa	10
bastaıdy	10
bılet	10
kompanııanyń	10
baǵytynda	10
azamattaryna	10
shvetsııa	10
jogorký	10
merzimin	10
ashylýy	10
jeńimpazy	10
qabyldap	10
qarasha	10
ustap	10
reseıdiń	10
talqylandy	10
jattyǵý	10
atom	10
elderinde	10
qyzmetkerleri	10
etken	10
aýdaryp	10
qoldaıdy	10
salyǵy	10
asyrylyp	10
kásipkerlik	10
muqtaj	10
qarapaıym	10
talaptar	10
qoıý	10
sarapshylar	10
qoryn	10
aınalyp	10
ınnovatsııalyq	10
qoldap	10
uıymdastyryldy	10
úıde	10
on	10
ten	10
jaıly	10
bıznesti	10
tartyp	10
bekitilgen	10
salyp	10
arttyrady	10
básekege	10
qarsańynda	10
amerıkanyń	10
kezdesedi	10
instagram	10
jelisi	10
tusta	10
bárimiz	10
baıqalady	10
ońaı	10
ondaı	10
nyǵaıta	10
odaǵy	10
málimetine	10
qarashada	10
kóshbasshysy	10
belgi	10
engen	10
tán	10
mańyzyn	10
azyq	10
alǵys	10
júıesindegi	10
byltyrǵy	10
ekonomıkasyna	10
qurmet	10
habarlandy	10
jarǵysyna	10
kóbi	10
dıalog	10
plombalar	10
eli	10
pılottyq	10
qalalyq	10
jelisinde	10
frantsııanyń	10
áldeqaıda	10
kóbirek	10
usynystaryn	10
nátıjeleri	10
dúnıege	10
eskertti	10
jasaı	10
baá	10
úmit	10
baqylaýda	10
aqyly	10
bılikke	10
sarapshylardyń	10
bastaǵan	10
italııa	10
ustaý	10
qýat	10
qazirdiń	10
ortasynda	10
oryndaýǵa	10
túpkilikti	10
isinde	10
tańdaý	10
boran	10
mıllıondaǵan	10
iork	10
jalpyulttyq	10
ótkizip	10
jaqsylyq	10
kórýge	10
tennıs	10
balanyń	10
jaýapkershilikti	10
oryndaryn	10
aıaqtalady	10
shaqyrý	10
qatysýǵa	10
salalarynda	10
kiris	10
baǵalady	10
aınaldyryp	10
beremiz	10
bermeıdi	10
qazaqstannan	10
erjan	10
kútpegen	10
federatsııasynyń	10
kórkem	10
ketelik	10
kaspıı	10
arhıv	10
meńgerýshisi	10
materıal	10
jyldyǵyna	10
muralar	10
teatry	10
úlgi	10
jobalarǵa	10
taqyryptaǵy	10
ordenimen	10
urpaqqa	10
jarysta	10
upaımen	10
karlos	10
medal	10
chempıony	10
serbııalyq	10
komandasymen	10
balýan	10
amýr	10
nurlanuly	10
mınýtta	10
ibrahım	10
konstıtýtsııanyń	10
barsha	10
qoldaımyn	10
otanshyldyq	10
iskerlik	10
aınalymyn	10
tásil	10
tapsyrys	9
túzetýler	9
tapsyrma	9
bıýdjet	9
nıpah	9
sharalardy	9
etýdi	9
máslıhatynda	9
ornalastyrý	9
jetkizgen	9
aqpannan	9
mártebesi	9
qambarata	9
turmystyq	9
reıs	9
quqyqtaryn	9
ortalyǵynyń	9
kásiporyn	9
ónerkásiptik	9
oblysynyń	9
senaty	9
eskertkish	9
uıymy	9
aıtýǵa	9
erte	9
tártipti	9
satýǵa	9
avtomobıl	9
bara	9
reıtıngide	9
saıasatynyń	9
aıyryldy	9
tartýǵa	9
jumystyń	9
shuǵyl	9
qysqa	9
sheshý	9
ákep	9
bostandyǵynan	9
jaǵdaılar	9
dálizi	9
kóterdi	9
tehnologııalardy	9
jasaıtyn	9
qalý	9
básekelestik	9
baǵany	9
artýyna	9
pýtın	9
turaqtylyq	9
dárejeli	9
kúshin	9
qoryna	9
maýsym	9
saılaýǵa	9
saılaýda	9
jetedi	9
azamattardy	9
kúsheıtýdi	9
usynysy	9
jumyspen	9
sharalarynyń	9
somasy	9
úıdi	9
portaly	9
aýyldyq	9
it	9
jasy	9
quraly	9
kóship	9
asqan	9
aralyǵyndaǵy	9
ótemaqy	9
tártibi	9
ákimshiliginiń	9
kezdesti	9
múmkindikterin	9
talqylap	9
dımash	9
segiz	9
qaýymdastyǵy	9
ınternet	9
artýy	9
qolma	9
damýy	9
jyldamdyqty	9
jetkizýge	9
group	9
asýy	9
qabiletti	9
sarapshysy	9
nysan	9
kóremin	9
qyzy	9
q	9
ǵoı	9
amerıkalyqtar	9
baı	9
qazaqstanmen	9
sózinshe	9
daǵy	9
burynǵydaı	9
jobalaryn	9
eýroǵa	9
alynyp	9
jelilerdi	9
tiktok	9
organ	9
abý	9
beretinin	9
chjan	9
diń	9
qyzmetke	9
jazylǵan	9
qurlyq	9
tarıftik	9
sporttyq	9
keńesin	9
sheshimin	9
odaqqa	9
mark	9
kelisimin	9
mamandar	9
italııanyń	9
derjava	9
kran	9
aralǵa	9
táýeldi	9
grenlandııanyń	9
qaıtys	9
ústine	9
basylymynyń	9
úrdis	9
vashıngtonnyń	9
óńirde	9
túsetin	9
myqty	9
batyl	9
yqpaly	9
ózgerip	9
qanshalyqty	9
eshkim	9
etetinin	9
platforma	9
forýmynda	9
synǵa	9
jup	9
basylym	9
múmkindikter	9
kompanııalardyń	9
jańadan	9
match	9
paıdalanyp	9
kúshti	9
shyǵyn	9
qabyldaǵan	9
departamentiniń	9
patrıot	9
paraqshasynda	9
keıinge	9
paıdaly	9
soǵyp	9
alǵanyn	9
optimus	9
quryp	9
aptanyń	9
tarap	9
jerden	9
áıgili	9
mýzyka	9
ótinim	9
ulttar	9
bólingen	9
jobalardyń	9
sózsiz	9
ashyp	9
bilesizder	9
bolashaqqa	9
meksıka	9
talqylaý	9
saǵattan	9
silk	9
way	9
tilshisiniń	9
jibek	9
túsirilgen	9
qarastyrý	9
tolyqtaı	9
aralap	9
qamtıdy	9
kórdi	9
bólim	9
kúıshi	9
maqsatqa	9
bóliminiń	9
aǵartýshylyq	9
quryltaıda	9
urpaqtyń	9
murasyn	9
bolashaǵy	9
syılyǵy	9
ýnıversıteti	9
ken	9
ábden	9
ai	9
eńlik	9
úılesimdi	9
qasıetti	9
júıesine	9
ıelendi	9
keńeıtip	9
kórgen	9
jartas	9
semeı	9
aldyńǵy	9
beket	9
tirkeý	9
shetelge	9
bapkeri	9
kýbogy	9
jaraqatyna	9
klýbtyń	9
krýnıch	9
londondyq	9
ıgi	9
halqymyz	9
jaýapkershilikpen	9
konstıtýtsııaǵa	9
prezıdentke	9
ji	9
derbes	9
saıasattaǵy	9
jeldibaı	9
rýslan	9
tasymal	9
tandyr	9
oryndaý	8
japarov	8
salalardaǵy	8
tártippen	8
damýyn	8
kúsheıtti	8
tasymaldaıtyn	8
usynady	8
jatqany	8
jaǵdaılary	8
qabyldanady	8
kóshpendiler	8
jaǵdaıy	8
túrikmenstan	8
basynan	8
suıytylǵan	8
qymbattady	8
mınıstrler	8
keler	8
qamtylǵan	8
jetkizildi	8
shyǵardy	8
olımpıadalyq	8
uok	8
málimeti	8
áserin	8
kúnnen	8
aıǵa	8
shyǵarýǵa	8
qyzmetshilerge	8
nyǵaıtyp	8
sanyn	8
qatysýshylar	8
bekitti	8
aptasyna	8
eksportyna	8
mınıstrligine	8
tóleýge	8
naýryz	8
yqpaldy	8
koreıa	8
shveıtsarııa	8
ósý	8
kenesh	8
bolmaýy	8
jazasy	8
júrgizýshi	8
erejelerin	8
jazasyn	8
múddeli	8
atanǵan	8
jumysyna	8
vedomstvonyń	8
aman	8
salýdy	8
kóbine	8
engizýdi	8
bedelin	8
bıik	8
úzdiksiz	8
salynyp	8
aýdanynda	8
tiń	8
energııasyn	8
salady	8
beıbit	8
ıpotekalyq	8
beriletin	8
otbasylarǵa	8
naryqtaǵy	8
ınflıatsııa	8
kepildik	8
bankter	8
ótinish	8
tómengi	8
táýekelderdi	8
japon	8
oryndy	8
máselelerine	8
kezdesýinde	8
ózbek	8
qytaıda	8
zańnama	8
ekologııa	8
keńeske	8
kezekten	8
depýtattar	8
saılaýy	8
berik	8
saıynǵy	8
qujattar	8
qoǵamy	8
qumar	8
ke	8
hat	8
ómirdiń	8
faktor	8
tutynýshylyq	8
ózderiniń	8
aýdany	8
ıntegratsııa	8
negizin	8
artqan	8
ózdiginen	8
qatysýshy	8
bere	8
raqymshylyq	8
isine	8
merziminen	8
uıymdardyń	8
sáýirde	8
úırenip	8
tili	8
eken	8
siz	8
aıtamyn	8
shymkent	8
alamyn	8
almatyǵa	8
biletin	8
kórshi	8
ótkim	8
qatysýy	8
kem	8
parlamenttiń	8
sheteldegi	8
sultan	8
buzý	8
kóleńkeli	8
ónimi	8
aıaqtalǵannan	8
ásker	8
makron	8
sheshimi	8
shaǵym	8
shyǵystaǵy	8
reuters	8
and	8
january	8
sı	8
tarıf	8
neke	8
konstıtýtsııada	8
forým	8
dúısenbi	8
qoıýdy	8
sheshimdi	8
tetigi	8
biregeı	8
atalyp	8
jyldamdyq	8
rım	8
anadoly	8
qalanyń	8
týrıster	8
x	8
jıyntyq	8
amerıkasy	8
qytaımen	8
grenlandııadaǵy	8
marko	8
qamaýda	8
germanııanyń	8
kelisti	8
dw	8
daý	8
qutqarý	8
berse	8
jetý	8
tótep	8
este	8
tepe	8
kórinedi	8
úndistan	8
bedeli	8
boljam	8
nusqasy	8
qalypty	8
qyzmetkeri	8
sınhýa	8
jelilerde	8
kompanııasyn	8
qylmys	8
eýropanyń	8
ilgeriletý	8
tóraǵalyq	8
nazaryna	8
aýdarylady	8
jalǵan	8
málimet	8
mýzeıi	8
jyldy	8
týyndaǵan	8
fýtbolshy	8
basqarýǵa	8
truth	8
social	8
sırııa	8
kózdeıtin	8
jalǵastyryp	8
kompanııalary	8
jaýapkershilikke	8
aqparatqa	8
keńesshisi	8
dırektorlar	8
fızıkalyq	8
júrý	8
birshama	8
doktory	8
medıtsına	8
edáýir	8
júrgizgen	8
brazılııa	8
ilham	8
ónerin	8
róli	8
egjeı	8
p	8
dollary	8
usynystardy	8
organnyń	8
ahýaldy	8
vıktor	8
memleketke	8
pákistan	8
quramy	8
kezeńiniń	8
qomaqty	8
aǵylshyn	8
referendým	8
qubylys	8
baǵalap	8
joldaryn	8
kóre	8
jospar	8
basqasha	8
kózi	8
mindetin	8
baǵdarlamasynyń	8
bastysy	8
sózin	8
sebepti	8
baǵalaýynsha	8
grýzııa	8
keńesshi	8
trıller	8
komedııa	8
detektıv	8
mýzeıde	8
nurlan	8
ólketaný	8
mýzeıdiń	8
bólme	8
kitaptar	8
besinshi	8
aıaǵynda	8
petropavl	8
sanaly	8
dástúr	8
ahmet	8
ǵalym	8
qaıratkeri	8
aǵartý	8
kodeksi	8
sóıledi	8
atsalysyp	8
horror	8
san	8
saladaǵy	8
ózindik	8
elordada	8
týyndy	8
memorandýmǵa	8
taba	8
túrki	8
baleti	8
teatrdyń	8
şelkýnchık	8
mádenıetiniń	8
kebek	8
jeńimpaz	8
ulttyń	8
dostar	8
upaı	8
óneri	8
kúıshiler	8
sybyzǵy	8
c	8
keshenin	8
kózge	8
shopan	8
tórelik	8
basqarýdyń	8
qýyrshaqtar	8
sheberlik	8
beremin	8
júldege	8
jekeleı	8
synda	8
arına	8
býblık	8
djokovıch	8
básekede	8
nátıjeli	8
emıreıts	8
jeńis	8
elordalyq	8
breıkpen	8
chehııa	8
dopıng	8
temirlan	8
múlt	8
qyzý	8
múddesin	8
júrsizder	8
tabıǵatty	8
almasýǵa	8
zańgerler	8
senimmen	8
jaýapkershiligi	8
saqtandyrý	8
tásilderin	8
turǵanyn	8
qarajatty	8
laýazym	8
laýazymy	8
dáıekti	8
aıdarbek	8
bıznestiń	8
májilis	8
atameken	8
ırrıgatsııa	8
gramotalaryn	8
tazalaý	8
dollaryn	8
qymbattap	8
bankiniń	8
speka	8
ub	8
máselelerdi	7
berýshi	7
tender	7
ýaqytymen	7
engizdi	7
qyzmettiń	7
materıaldardy	7
qyrkúıek	7
dene	7
qujatta	7
tehnıka	7
salynýy	7
mıgranttar	7
óteýge	7
golovkın	7
tanyldy	7
tapsyrǵan	7
toǵyz	7
stantsııasy	7
qurylysyna	7
mobıldi	7
tájirıbeni	7
jazany	7
ótildi	7
aýǵanstan	7
buıymdar	7
yntalandyrý	7
usynylyp	7
jobaǵa	7
áreketterge	7
teńgerimdi	7
taýarlardyń	7
kiristi	7
jarııalaý	7
ornatty	7
tolyǵymen	7
protsesi	7
soqqan	7
óndiristik	7
deregine	7
túrlerin	7
usynatyn	7
engizýge	7
kóshbasshy	7
sheshimderdi	7
qaıshy	7
aıyrmashylyq	7
jetkizilgen	7
alyndy	7
oblysyndaǵy	7
ustanymyn	7
jarlyqqa	7
sotynyń	7
baǵyttardy	7
tómendeýi	7
ashty	7
qyzmettik	7
aes	7
ótkenin	7
aımaǵynda	7
kórsetken	7
baǵdarlamalary	7
baspana	7
tásili	7
balalardy	7
esepteledi	7
bólip	7
qoldaýy	7
tómendetý	7
reseıde	7
mólsherlemelerdi	7
usynyp	7
zańda	7
qyzmetshiler	7
osynyń	7
aımaqtarda	7
jastan	7
turýǵa	7
sharty	7
jastarǵa	7
esepke	7
zerdeleý	7
qabyldaýǵa	7
ınfraqurylymdyq	7
tehnologııasyn	7
túıindedi	7
dostyq	7
konsýltatıvtik	7
ashýǵa	7
qosýǵa	7
myna	7
alasyz	7
festıval	7
buqaralyq	7
tanytty	7
saýdany	7
sholýynan	7
qalyptasyp	7
sharshy	7
jabyq	7
jyldarǵa	7
shyǵatyn	7
kúshi	7
tólemder	7
jyldardaǵy	7
ınfraqurylymdy	7
naryǵyna	7
azııada	7
tolmaǵan	7
dosym	7
be	7
raýshan	7
tól	7
kúnde	7
nege	7
qazaqtardyń	7
bilý	7
bizde	7
otyrady	7
qoıdym	7
bolashaǵyna	7
jigerin	7
arttyra	7
keıinirek	7
súıensek	7
bedeline	7
ashylǵan	7
ákelýi	7
jalǵasady	7
jańartylǵan	7
sózder	7
qabyldanýy	7
kezeńge	7
jastardyń	7
úkimettiń	7
salǵan	7
qaqtyǵystar	7
agenttigine	7
kezdesýi	7
jýrnalıst	7
ótýi	7
úılestirýge	7
zymyran	7
vetnam	7
taǵaıyndaldy	7
kúshteriniń	7
fon	7
lıaıen	7
qaýymdastyq	7
tarıfter	7
eýroparlament	7
jete	7
barlyǵyn	7
otyrmyn	7
reısterdi	7
davostaǵy	7
áýejaı	7
memleketterden	7
qadaǵalaý	7
sharalardyń	7
málimdemesinde	7
ákeldi	7
ortalyǵynda	7
sózi	7
áleýeti	7
ózgerissiz	7
yntymaqtastyǵy	7
resýrstar	7
qate	7
boıyna	7
áreketke	7
tómendegen	7
bazasy	7
new	7
shıelenis	7
maýsymda	7
betpe	7
kúshter	7
jetkilikti	7
otyrdy	7
bastapqyda	7
qurylymdar	7
saqtalady	7
qatelik	7
kómegimen	7
mamandary	7
sáýir	7
aıdyń	7
kelisimder	7
elden	7
birin	7
qoıyp	7
qoımaı	7
basylymy	7
alýy	7
derekteri	7
maman	7
brıjıt	7
ataqty	7
qaıratkerleri	7
tabýǵa	7
bárinen	7
maqsatta	7
kontsert	7
qoldanylǵan	7
rejımde	7
ózderi	7
tóreshi	7
aınalýy	7
sharaǵa	7
kýbaǵa	7
saıasatyna	7
kisi	7
tiri	7
qoldanýǵa	7
kelý	7
muz	7
pikirtalas	7
fılmdi	7
aınalysý	7
bı	7
hokkeı	7
qar	7
ketip	7
baıandady	7
tamyzda	7
ónimderin	7
bolsyn	7
mask	7
kópshilik	7
kóktemde	7
im	7
psıhologııalyq	7
jolyndaǵy	7
keshe	7
ustanymy	7
rıo	7
real	7
bólý	7
dat	7
suranystyń	7
ózderińiz	7
ózgeristerge	7
ósýine	7
merzim	7
naryǵy	7
bilemiz	7
talqylanyp	7
túsirý	7
tásilderi	7
paramount	7
syndarly	7
medıa	7
sımvolıkalyq	7
qysqasha	7
kıno	7
bárine	7
oljas	7
ketedi	7
álemdi	7
ivan	7
ótkizgen	7
jazýshylar	7
jolynyń	7
tanystyrdy	7
ıelerine	7
teatrda	7
tegin	7
bolatbek	7
ósken	7
kórnekti	7
sińirgen	7
kórme	7
jady	7
boıynda	7
murasy	7
qazyna	7
baǵyttaryn	7
qaǵıdattary	7
aınalǵan	7
nasıhattaýǵa	7
qaýym	7
london	7
venetsııa	7
bastan	7
qosylyp	7
tizimi	7
teatrdy	7
radıosy	7
ǵylymdarynyń	7
óskemen	7
bloger	7
ýıll	7
akter	7
tujyrymdamasy	7
turyp	7
úpi	7
mamany	7
jaıynda	7
metrge	7
nıkıta	7
elderde	7
jarqyn	7
saıasattanýshy	7
ınstıtýt	7
ilgeriletýge	7
uıymǵa	7
qyzmetinen	7
danııar	7
devıs	7
kýbogynyń	7
australian	7
open	7
týrnıriniń	7
týrnırinde	7
halqyna	7
rahmonov	7
jetýi	7
habarovsk	7
qarsylasyna	7
vladıvostok	7
arenadaǵy	7
baýyrjan	7
ispanııanyń	7
sapynan	7
quraldary	7
patrıotızm	7
ıgiligi	7
joldaýymda	7
damytyp	7
kózdelgen	7
túsý	7
reformaǵa	7
ózgeristerdiń	7
alaıaqtyq	7
aldymyzda	7
gıdeon	7
memleketaralyq	7
tóleý	7
ekonomıkany	7
júıege	7
talaptarǵa	7
senimdimin	7
reformalardy	7
qostanaı	7
respýblıkasyndaǵy	7
indonezııa	7
assambleıasy	7
ekenimizdi	7
ınvestorlardyń	7
aqkenjenov	7
zaýyt	7
cheh	7
dy	7
tıeý	7
tonnany	7
naryqta	7
qarqyny	7
ınvestorlar	7
bırjasyndaǵy	7
bosatylady	6
sharttar	6
protsesti	6
tulǵalarǵa	6
tirkeldi	6
derekterine	6
k	6
baqylaýdy	6
mekeme	6
taratý	6
arttyrdy	6
enedi	6
shilde	6
uıymdastyrylǵan	6
otanǵa	6
shyǵyndary	6
eline	6
sportshylar	6
aınalysyp	6
týdy	6
jobalary	6
ortaǵa	6
saraptamalyq	6
zombylyq	6
aýdanyndaǵy	6
áleýetti	6
aılyq	6
shyǵyndy	6
qoǵamdaǵy	6
jerleý	6
shekten	6
qujatty	6
qonymdy	6
apatynan	6
shekti	6
tartyldy	6
reısi	6
juma	6
tapsyryldy	6
quraldarynyń	6
marat	6
óndiretin	6
ústinde	6
daıyndalyp	6
tizimin	6
avtokólikterdi	6
satýdan	6
korporatıvtik	6
pozıtsııasyn	6
kóterilip	6
jetistik	6
talaptardy	6
sozylady	6
parlamentke	6
kúıde	6
qamaýǵa	6
shartty	6
kóbeıip	6
kásipkerleri	6
qurǵan	6
salaǵa	6
oılaıtyn	6
munymen	6
dıplomatııa	6
shart	6
barǵan	6
qabyldanyp	6
qunyn	6
qalǵany	6
tıisinshe	6
ókilettigi	6
járdem	6
áreketter	6
qater	6
terrorıstik	6
ii	6
dańq	6
aýdarý	6
qatysýyn	6
sybaılas	6
tájik	6
rahmon	6
júıeleri	6
qarasty	6
birinshiden	6
úlgerdi	6
saýalyna	6
bastalǵanyn	6
aýmaǵyna	6
qarsylyq	6
oq	6
turǵyndar	6
uqsas	6
osal	6
turǵyndary	6
jasyl	6
energııa	6
organdardyń	6
árqaısysy	6
arktıka	6
salanyń	6
jerlerde	6
ósimdi	6
jaqsarta	6
qural	6
toptar	6
kóbinese	6
salatyn	6
ekeýi	6
jerdegi	6
strategııasyn	6
ázirleýdi	6
enýi	6
baǵdarlamasyn	6
kópjaqty	6
memleketteri	6
keleshek	6
básekelestikti	6
jemqorlyqqa	6
avtomattandyrylǵan	6
saılanady	6
jetistikter	6
aınalasyndaǵy	6
maı	6
jasaıdy	6
naryǵynda	6
ózgerýi	6
taýarlaryna	6
suranysqa	6
kásipkerlerdi	6
qytaıdan	6
seriktesterimen	6
kirister	6
organdaryna	6
qoldanylyp	6
qalyptastyryp	6
damýdyń	6
kórsetýi	6
rastap	6
súrý	6
óńirlerde	6
bildirgen	6
ósimi	6
arada	6
naryǵyn	6
azamattyń	6
tolady	6
polıglot	6
orys	6
jelidegi	6
aty	6
aıbala	6
tura	6
qalada	6
qabyldadym	6
dostarym	6
amerıkada	6
solaı	6
kómektesti	6
ádette	6
shyǵar	6
jatsa	6
keletinin	6
reseıge	6
jolǵa	6
avtomatty	6
degende	6
agenttikke	6
nuqsan	6
keltiretin	6
qatysýdan	6
qoıady	6
derek	6
jaıaý	6
sózben	6
ózgeristerdi	6
ádebı	6
daýly	6
túlik	6
túsirgen	6
saldaryn	6
general	6
mazmuny	6
mazmunyn	6
qkp	6
qytaıdaǵy	6
baǵalanady	6
taǵaıyndalǵan	6
xx	6
kúresti	6
ýrsýla	6
yntymaqtastyqqa	6
qoldaýyna	6
tabylǵan	6
aryz	6
qatynasyn	6
keltirýge	6
keltirýdi	6
málimdemede	6
anyqtalady	6
toqtatty	6
qańtardyń	6
naqtylady	6
kezdesýdiń	6
ókilderin	6
shaqyrady	6
politico	6
jeksenbi	6
sheshimge	6
nıet	6
eksportqa	6
norvegııanyń	6
synaqtan	6
minez	6
shyǵyndardy	6
quraǵan	6
elderimen	6
qazanda	6
sársenbi	6
shyǵysynda	6
jobasyna	6
demalys	6
ashatyn	6
jetkiliksiz	6
tólep	6
tergeý	6
júrgizýdi	6
ırandyq	6
taratty	6
ótkizýdi	6
alańdaýshylyq	6
rastalǵan	6
tapshylyǵyn	6
daǵdarys	6
ishindegi	6
izraılmen	6
nysandar	6
ornalastyrylǵan	6
oqıǵanyń	6
york	6
basshylyǵy	6
qarymta	6
arabııasy	6
aınalý	6
múmkindikteri	6
málimdemeler	6
qarý	6
ústemdik	6
kelýi	6
paıdalana	6
aýmaǵyndaǵy	6
shyǵanaǵy	6
quramyndaǵy	6
tıimsiz	6
qalýy	6
belsendiligin	6
memleketti	6
shyǵyny	6
úndeý	6
qorǵaýshylar	6
bastalǵan	6
qatal	6
ekonomıkaǵa	6
múddesine	6
estonııa	6
kezdeısoq	6
soqty	6
ǵaryshtyq	6
akademııasynyń	6
majarstan	6
isteýge	6
ilon	6
grok	6
kompanııasyna	6
organy	6
reaktsııa	6
baǵalaýǵa	6
tarıh	6
basqarmasy	6
kırıll	6
qolyna	6
juldyzy	6
rásimine	6
bardo	6
fılmi	6
tarıhta	6
fılminiń	6
beıjiń	6
nazarǵa	6
kózderi	6
júrgiziledi	6
uıymdarynyń	6
jarııa	6
qyzyl	6
telearnasy	6
bólisti	6
jumystardy	6
sózderi	6
syrtqa	6
beınelengen	6
qımyldy	6
saıasatyn	6
klýbynyń	6
kúdikti	6
tartylǵan	6
nátıjelerin	6
kelýge	6
los	6
jerge	6
berýdi	6
qajeti	6
elderden	6
kýba	6
teńizdegi	6
anasy	6
keltirilgen	6
nelikten	6
abraham	6
lincoln	6
baılanysyn	6
malıkı	6
aýa	6
boljaý	6
ekenine	6
fýnktsııalary	6
melanııa	6
fılmder	6
iordanııa	6
baqylap	6
kóterip	6
venesýelada	6
gazetine	6
atqarǵan	6
ustaýǵa	6
ázerbaıjanǵa	6
nıkol	6
alǵysyn	6
qaıtaryp	6
oryndap	6
ıdeıasyn	6
tanystyryldy	6
dana	6
tamasha	6
qoldaǵan	6
atysty	6
toqtatý	6
ıdeıa	6
astamǵa	6
baǵaly	6
basshylaryna	6
qurylatynyn	6
usynysty	6
úıdiń	6
rekord	6
qoıylym	6
basylymynda	6
júkteldi	6
júrgizdi	6
shıkizat	6
qyzyǵýshylyǵy	6
qatynasy	6
ornatýǵa	6
joldy	6
quramanyń	6
venesýelanyń	6
rodrıges	6
nyq	6
telearnasynyń	6
respýblıkasyna	6
túsiný	6
farmatsevtıkalyq	6
uıymdar	6
utymdy	6
baratyn	6
baılanysy	6
kadr	6
kásipker	6
shekteýlerdi	6
air	6
star	6
telearnasynan	6
oqıǵaǵa	6
deńgeıin	6
qos	6
taǵaıyndaý	6
zııatkerlik	6
sahnalyq	6
óneriniń	6
oblystarynda	6
dombyra	6
zalyna	6
saqtaýly	6
salasynyń	6
aldym	6
kelýshiler	6
buıym	6
aǵash	6
ketetin	6
ásel	6
ákiminiń	6
sharany	6
ilimi	6
kisilik	6
ǵalymdary	6
azamatty	6
mazmundy	6
mindetimiz	6
shyǵarady	6
meıirim	6
tabady	6
aqyl	6
tiledi	6
si	6
tulǵanyń	6
tamashalaı	6
vokal	6
qalyptastyrdy	6
talabyna	6
mereıtoıymen	6
jazýshy	6
tosqaýyl	6
klassıkalyq	6
ujym	6
jalǵasyn	6
jańǵyrtýǵa	6
qoıylatyn	6
kórkemdik	6
keńeıtýge	6
belgııalyq	6
úndistannyń	6
qurylymy	6
alsa	6
halqynyń	6
kúılerdiń	6
kúıler	6
jetisý	6
aýyz	6
jurtqa	6
turmys	6
eńbegi	6
ultymyzdyń	6
bolýdy	6
shektelmeıdi	6
ortalyqtar	6
múldem	6
eýrazııa	6
shaqpaq	6
meshit	6
atanyń	6
kezeńdi	6
óńirlerinde	6
qımyldyń	6
almatydaǵy	6
ǵazız	6
syrt	6
ustanym	6
sonda	6
stıpendııa	6
jalǵasa	6
sál	6
septigin	6
juptyq	6
týrnırin	6
shabandozy	6
sapynda	6
dúrkin	6
novak	6
jeńisimen	6
kórsetkishteri	6
kelisimshart	6
lıgasynyń	6
orasan	6
jarysqa	6
ótýge	6
lıgasyndaǵy	6
chempıondyq	6
talasady	6
komandamen	6
bıatlonnan	6
egor	6
dop	6
anglııa	6
grekııanyń	6
belgııanyń	6
kezeńdegi	6
qaqpashysy	6
mogýldan	6
qazaqstandyqtar	6
jınaqtalǵan	6
segizinshi	6
ótkizgenin	6
erbol	6
adames	6
boks	6
jumysynyń	6
tetikterin	6
forýmynyń	6
amanat	6
jasaqtaý	6
qamtý	6
túptep	6
ıntellektige	6
uran	6
degenimiz	6
birlestiginiń	6
ekonomıkasyn	6
tıimdiligi	6
krıptovalıýtaǵa	6
azaımaı	6
kóleminiń	6
málimetter	6
ýaqtyly	6
ahýal	6
izraıldiń	6
etnıkalyq	6
kóshý	6
asanbaev	6
ortalyǵyna	6
fraktsııasynyń	6
sýmen	6
qordyń	6
reformalardyń	6
qurǵaq	6
týyndap	6
kómir	6
áýemen	6
kedergilerdi	6
kósherbaev	6
oqyńyz	6
ulǵaıtý	6
agroónerkásip	6
djýlı	6
tapsyrý	6
kásipkerlerge	6
tereńdetýge	6
japonııaǵa	6
g	6
qanshadan	6
soma	6
mánde	6
troıa	6
lıanıýngan	6
kase	6
qarashyǵanaq	6
ınflıatsııanyń	6
dálizimen	6
batalovtyń	6
katalogyn	6
tapsyrmalardy	5
sheshýge	5
asyrylady	5
engizedi	5
qarajatyn	5
maqsatty	5
tájikstanda	5
qaýpi	5
tájikstannyń	5
qashyqtan	5
veterınarlyq	5
shyǵarylǵan	5
jeri	5
tartýdy	5
baqylaıtyn	5
radıo	5
jarnama	5
rejıminde	5
aınalysady	5
tóraǵalyǵymen	5
otyrys	5
ótkiziletin	5
oryndar	5
jumystarynyń	5
eksportyn	5
kólemde	5
máskeý	5
óndirildi	5
paıdalanylǵan	5
kabıneti	5
etiledi	5
buzǵan	5
quqyǵynan	5
shetelde	5
tamyz	5
jazataıym	5
dári	5
rásimdeý	5
qaıtaryldy	5
ózbekstandyq	5
shyǵynyn	5
assambleıasynyń	5
world	5
gennadıı	5
quttyqtap	5
sportshylary	5
stantsııasynyń	5
ornatylǵan	5
jumystaryna	5
qorshaǵan	5
úkimetaralyq	5
qurbandaryn	5
aıaz	5
otanyna	5
tabylady	5
óndirýge	5
basshylarymen	5
kásipornynyń	5
oblys	5
basshylyǵynyń	5
qun	5
baǵalanǵan	5
syıaqy	5
qujattyń	5
konkýrs	5
tólenedi	5
qurylyp	5
qyzmetkerler	5
uıymdastyrylady	5
mamandardyń	5
qysqartýǵa	5
rásimderin	5
ázirlendi	5
orynsyz	5
qysymdy	5
adamnan	5
usynylady	5
kıim	5
meshitke	5
salt	5
dástúrdi	5
atqarý	5
qaıǵyly	5
jaýapqa	5
shkek	5
qaǵaz	5
moratorıı	5
taýarlardy	5
naryqty	5
habardar	5
eksportynyń	5
taraǵan	5
jazýynsha	5
aıyna	5
parlamentiniń	5
ispanııa	5
ǵımarat	5
máni	5
merzimde	5
asyrylýy	5
tartylady	5
alkogol	5
qyzmette	5
buzǵany	5
tastaý	5
kásiporyndardyń	5
orman	5
tasymaldaý	5
isteıtin	5
keńeıtilgen	5
jaýyngerlik	5
qosýdy	5
aldyndaǵy	5
ótep	5
óńir	5
qajettigin	5
dáýren	5
baǵasyn	5
kompanııalarǵa	5
qozǵaldy	5
turaqtandyrý	5
ózgergen	5
ónimniń	5
aýrýhanaǵa	5
sóılesti	5
qaýipsizdikke	5
tartqan	5
ordeni	5
qujattardy	5
ortalyqtarynda	5
sóıtip	5
qylmysqa	5
aýǵan	5
jabdyqtar	5
áseri	5
suraqqa	5
etpeıdi	5
taıaýda	5
tapqanyn	5
aıtylady	5
mólsherlemeler	5
nesıeniń	5
óńirler	5
baǵdarlamaǵa	5
baǵdarlamanyń	5
salystyrmaly	5
ana	5
kópshiligi	5
qoldaýdyń	5
júktemeni	5
úıge	5
jańartyldy	5
jatatyn	5
jaǵdaılarda	5
rásimderi	5
azaıtady	5
jaldaý	5
belgileıdi	5
talaptary	5
sharalaryna	5
japonııanyń	5
sektor	5
aınaldyrý	5
josparlar	5
spıkeri	5
kim	5
jurt	5
spıker	5
komıtet	5
qurylym	5
oqı	5
komıssııasynyń	5
qosylý	5
palaý	5
horezm	5
ýaqytyn	5
jınaldy	5
bóliginde	5
odaǵynyń	5
ózgeshe	5
taratyldy	5
alaıaqtar	5
paıyzyna	5
commerce	5
alýshylar	5
kóshbasshylar	5
asyryp	5
nusqasyn	5
engiziletin	5
saýdaǵa	5
transshekaralyq	5
dollarlyq	5
strategııasy	5
shyǵyndar	5
qarqynmen	5
aýdarady	5
pe	5
aǵynyn	5
baǵasyna	5
máselege	5
qyzmetterge	5
ómirin	5
pa	5
ıslam	5
unaıdy	5
úıine	5
álde	5
suraıdy	5
tilde	5
sizge	5
tásilder	5
zerttep	5
sizdi	5
qyrǵyzsha	5
meni	5
in	5
áriptestikti	5
zııandy	5
degi	5
áıeldi	5
buzýshylyqtar	5
habarlanǵandaı	5
ekonomıkasynyń	5
protsesine	5
aralasý	5
qarajattyń	5
baǵyttalady	5
ushý	5
shved	5
jeliler	5
qoldanysqa	5
formatta	5
paıdalanady	5
demokrattar	5
reformany	5
jasaǵany	5
dabıde	5
taraptardyń	5
senbi	5
baǵyttalǵanyn	5
talqylanǵan	5
formattaǵy	5
alynǵanyn	5
tszınpın	5
naýqan	5
jasynda	5
ákesi	5
múddelerin	5
seriktester	5
áreketteri	5
málimdemesine	5
joǵalyp	5
úılestirý	5
jubaıy	5
áıeldiń	5
búkilálemdik	5
shveıtsarııalyq	5
plombalardy	5
qyrkúıekte	5
tasymaldanatyn	5
aıqyndaý	5
habarlaǵandaı	5
elderdi	5
emmanıýel	5
davos	5
tramppen	5
saqına	5
anyqtalǵan	5
kók	5
áshekeı	5
bazasynda	5
ketý	5
istedi	5
shaqyrymǵa	5
kórsetildi	5
saılanǵan	5
konsýldyq	5
aımaqqa	5
baqylaýyna	5
afrıka	5
beıresmı	5
taılandta	5
keshegi	5
taılandtyń	5
development	5
sozylatyn	5
grenlandııada	5
ashý	5
ókildigi	5
málimdemeleri	5
baryn	5
birligin	5
rýbıo	5
germanııada	5
eýrodan	5
dárejede	5
etýimiz	5
qoldaıtynyn	5
túzetý	5
soǵystan	5
insee	5
salmaq	5
kórsetkishten	5
italııadaǵy	5
kúshtik	5
shıelenistiń	5
irsk	5
qyzmetkerlerdiń	5
irannan	5
kóshege	5
jasaýdyń	5
kúsheıtedi	5
berýi	5
baza	5
qajettiligi	5
uzaqqa	5
vashıngtonda	5
qaqtyǵystyń	5
bolmas	5
eriktilerdi	5
mıllıonǵa	5
kúshterdiń	5
málimdemesinen	5
jaıt	5
aktsııalary	5
kesh	5
ózim	5
óndiristi	5
van	5
júıelerin	5
barshańyzdy	5
yqpaldastyqty	5
basyndaǵy	5
ǵımaraty	5
sıpattaǵy	5
júıesinde	5
sýret	5
qyzmetter	5
týǵyzdy	5
sebeptermen	5
shyǵaryp	5
shaqyryp	5
tyrysqan	5
mártebe	5
parıjde	5
qaterli	5
ómirge	5
ómiriniń	5
kanadalyq	5
jarııalap	5
yqpalyn	5
jınaý	5
nómirin	5
etilgen	5
aza	5
tutý	5
kýrortynda	5
tolyp	5
merekelik	5
bild	5
ushyraǵan	5
túrkııanyń	5
federatsııasy	5
aıyrylyp	5
jarlyq	5
rejımin	5
basshysyna	5
partııa	5
jumsap	5
bolar	5
elshi	5
ónimderi	5
nıkolas	5
madýrony	5
asyryldy	5
qupııa	5
venesýelaǵa	5
jelisindegi	5
uss	5
tyrysady	5
klımattyq	5
shyqqanyn	5
mólsheri	5
reısterdiń	5
áserinen	5
bastalmaq	5
qaralyp	5
oılaryn	5
usyný	5
nasıhattaý	5
shyǵysqa	5
ómiri	5
prodıýseri	5
júgirý	5
ómirden	5
ózgertip	5
qan	5
ózgertý	5
erteń	5
shyǵysta	5
basqan	5
toqtatylǵan	5
atalatyn	5
alǵany	5
departamenti	5
rejım	5
tereńdetý	5
almasýdy	5
qatynasty	5
jpmorgan	5
chase	5
banki	5
tesla	5
ónimdi	5
bastaýdy	5
úkimetiniń	5
jasaýdy	5
qurlyqtyq	5
tanytýǵa	5
osynda	5
bastaýy	5
laýazymyn	5
bastalǵany	5
usynystyń	5
argentına	5
quryltaıshy	5
ratıfıkatsııalaý	5
jınap	5
ánshi	5
qurylatyn	5
ýáde	5
qalyptasýyna	5
tegjeıli	5
astamy	5
saıasatty	5
aıqyndady	5
aǵa	5
kezeńnen	5
sarapshynyń	5
jaǵdaılarǵa	5
arta	5
aıaq	5
túsinikteme	5
vıza	5
shekteýler	5
terrorızmdi	5
burynǵydan	5
óndirýshiler	5
saıasatqa	5
sizderge	5
joldary	5
mýltımodaldy	5
kiristerdi	5
qarasaq	5
aýdarylǵan	5
alýdyń	5
paıdalandy	5
naryqqa	5
aǵyny	5
tutyný	5
solshyl	5
jetkizip	5
demek	5
oqıǵadan	5
jiti	5
mámile	5
basy	5
aýqymy	5
netflix	5
bermeý	5
baǵdarlamasyna	5
praktıkalyq	5
starlink	5
baǵanyń	5
grand	5
qurylymyna	5
kýá	5
shytyrman	5
aptadaǵy	5
sımvoly	5
fınlıandııa	5
bel	5
izdep	5
áserli	5
baqyt	5
arman	5
lázzat	5
mereıtoılyq	5
kompozıtor	5
kókpar	5
keńistikte	5
nasıhattap	5
dáripteýge	5
voice	5
beyond	5
horizon	5
sátten	5
tv	5
mádenıettiń	5
kontserttik	5
bekitý	5
jádigerler	5
mýzeıiniń	5
bólimi	5
jaıy	5
jerinde	5
kıiz	5
desek	5
shotyna	5
aǵashtan	5
ónerdiń	5
ıdeıalar	5
maıly	5
syılyq	5
ǵasyrlar	5
shyǵarmalar	5
qunanbaıulynyń	5
farabı	5
qalyptasady	5
aıasyn	5
tanymdyq	5
toqtalyp	5
aqıqat	5
tanys	5
urpaqtary	5
marapattady	5
jastardy	5
qaıratkerlerine	5
jasalyp	5
bastamasy	5
gúlzıra	5
professor	5
oblystyń	5
muramyzdy	5
arheologııa	5
baǵyttardyń	5
samuryq	5
teatryn	5
qyrynan	5
qant	5
retke	5
murany	5
túsýge	5
basylymdar	5
materıaldar	5
birimen	5
áýezovtiń	5
tarıhyna	5
londondaǵy	5
radıosynyń	5
dolda	5
baıqaldy	5
ǵasyrda	5
kórinis	5
toqtap	5
sýretteri	5
tehnologııalaryn	5
úlgergen	5
qoıylyp	5
qaǵıdaty	5
qamar	5
qorymy	5
jerlengen	5
ańyz	5
ótkizýge	5
túpki	5
jınady	5
qoldady	5
jınaq	5
jazba	5
qarın	5
platformalar	5
turaqtylyǵyn	5
sana	5
saltanat	5
tájirıbege	5
mádenıetti	5
quraıtyn	5
muralary	5
jetpes	5
sharýa	5
rahmet	5
nysany	5
medalǵa	5
júlde	5
fınalynda	5
atp	5
márege	5
qaısanov	5
namysyn	5
oıynshysy	5
dúnıe	5
sarapqa	5
jetinshi	5
rybakınanyń	5
rybakınany	5
lıgasynda	5
oınaǵan	5
qaqpasyna	5
klýbyna	5
kóterildi	5
elimizdi	5
klýbtan	5
tarazy	5
klýbymen	5
efırde	5
shabýylshysy	5
sette	5
poınt	5
brazılııalyq	5
oıyndarynda	5
svetlana	5
qaqpashylary	5
shırek	5
kaı	5
gromyko	5
portýgalııanyń	5
sportıngine	5
madrıdine	5
interine	5
olımpıakosyna	5
kopengagenine	5
brıýggesiine	5
anglııanyń	5
kıprdiń	5
pafosymen	5
anarbekov	5
seıv	5
dabrovskı	5
skorohodova	5
gabrıel	5
sary	5
jastary	5
órkenıetti	5
basqaǵa	5
eriktilerge	5
salalar	5
nsh	5
volonterdiń	5
forýmy	5
qundylyq	5
azamattarymyz	5
jańǵyrýdyń	5
eńbektiń	5
quttyqtaý	5
jedelhatyn	5
túsindirý	5
jetildirý	5
anyqtap	5
óttim	5
ıgiligine	5
materıaldyq	5
muǵalimi	5
maqsatymyz	5
holokost	5
prezıdentine	5
respýblıka	5
prokýratýrada	5
tapsyramyn	5
parlamentte	5
senat	5
seriktesi	5
jetistigi	5
toqaevqa	5
toqaevty	5
saparymen	5
sharýashylyq	5
qojanazarov	5
sergeevıch	5
usynystardyń	5
azamattarymyzdyń	5
bilikti	5
senimgerlik	5
joldyń	5
partııalar	5
egov	5
palatanyń	5
deńgeıine	5
lýkoıl	5
aktıvterdi	5
sholý	5
reıster	5
readmıssııalaý	5
mindetterdi	5
munaıyn	5
qubyr	5
rásim	5
nazaryn	5
ázerbaıjannyń	5
ıntegratsııalyq	5
aek	5
qurap	5
saparda	5
termoıadrolyq	5
buudb	5
dıplomatııasynyń	5
bıýdjetke	5
jiji	5
press	5
esepshiler	5
qozǵaltqysh	5
qordan	5
bızneske	5
inflıatsııany	5
arzandady	5
bankterdiń	5
ınflıatsııaǵa	5
tóleýshi	5
raıymbek	5
batalov	5
belgileý	5
delegatsııalar	4
salasynan	4
tastaýdy	4
vırýsynyń	4
sanıtarlyq	4
belgiler	4
dereý	4
tekserýden	4
dárigerler	4
alynatyn	4
ónimderdi	4
engizip	4
jelileriniń	4
ortalyqta	4
talaptaryna	4
oıyndaryna	4
organdarǵa	4
mekemelerdiń	4
jetekshileri	4
toqtala	4
qaýly	4
aıdan	4
kólikter	4
toqtatady	4
jádiger	4
ózbekstandyqtar	4
avtobýs	4
qaıtarýǵa	4
oqıǵalardan	4
shekken	4
qoldanylatyn	4
tashkentte	4
shy	4
sporttyń	4
turǵyny	4
ges	4
ázirlengen	4
bóldi	4
vedomstvoaralyq	4
kelissózderge	4
bilezikter	4
paıdalanatyn	4
qańtarynda	4
aptadan	4
organdarymen	4
ýaqytyly	4
shtattary	4
aımaǵyndaǵy	4
kezdesip	4
rejımine	4
almasty	4
arttyrýda	4
damytýda	4
asyrylǵan	4
eksporttaýǵa	4
ósedi	4
aqshalaı	4
qyzyǵýshylyǵyn	4
jalaqy	4
mólsherinde	4
habarlamasynda	4
mekemede	4
maquldady	4
toı	4
bermeı	4
rásimder	4
qonaq	4
ananyń	4
mynadaı	4
salynatyn	4
salyqty	4
azaıǵan	4
dúısenbide	4
keshke	4
qańtarǵa	4
qalasyna	4
platformalarda	4
talqylaýǵa	4
jeńildikteri	4
henley	4
partners	4
sıngapýr	4
memleketpen	4
belsendiligi	4
vızalyq	4
baǵalandy	4
nurlanbek	4
qurylysyn	4
sanaıdy	4
tóraǵa	4
usynýǵa	4
qurylysty	4
bergeni	4
oqıǵalardyń	4
sektorynda	4
balyq	4
qatary	4
alys	4
quraldar	4
baǵdarlamalaryn	4
qolbasshylyǵy	4
deńgeıindegi	4
qysqarady	4
kópvektorly	4
jańartýǵa	4
mindetter	4
aılarynda	4
shekteýge	4
turý	4
joldandy	4
ımporttyń	4
shetelden	4
naýqastyń	4
shege	4
mólsherde	4
zattar	4
metall	4
rezıdentsııasyna	4
sergeı	4
jeltoqsanǵa	4
qoldana	4
soty	4
úkim	4
daıyndaýdy	4
sanynyń	4
ýchaskeleri	4
ózimiz	4
kelmeıdi	4
endigi	4
depýtattarynyń	4
qyzmetkerleriniń	4
uıymdasqan	4
taqyryptar	4
beketi	4
emomalı	4
shaqyrymnan	4
sozylyp	4
ózbekstandaǵy	4
stantsııasyn	4
sanktsııalar	4
turǵyndardyń	4
boı	4
tuńǵysh	4
jeltoqsanynda	4
uıymnyń	4
ornynda	4
dybys	4
túnde	4
kóretin	4
ókinishke	4
materıalda	4
toptarǵa	4
analar	4
maksımaldy	4
áıelderge	4
oralǵan	4
óteý	4
kirisi	4
mamandaryn	4
yntalandyrady	4
jaǵdaıyna	4
demografııalyq	4
etildi	4
ıpotekany	4
úıden	4
kelgender	4
shekaralyq	4
turǵyndaryna	4
shyǵyndaryn	4
jóndeýge	4
normalardy	4
balasy	4
jandarǵa	4
qyzmetkerlerine	4
qaralady	4
sanattaǵy	4
erli	4
jabdyqtalǵan	4
sanyna	4
kórsetilip	4
kózqarasyn	4
baǵdar	4
elderimizdiń	4
forýmnyń	4
ınjenerlik	4
transformatsııa	4
disneyland	4
vashıngtonmen	4
tilindegi	4
bastamasyna	4
qudaıbergenniń	4
qoınaýyn	4
ortany	4
isteri	4
keshen	4
depýtattardyń	4
joldaǵan	4
naýryzda	4
hıýa	4
kesheninde	4
festıvali	4
onnan	4
kesheni	4
jarym	4
qabyldaıdy	4
ondaǵan	4
arnaýly	4
taǵam	4
ot	4
qaıyrymdylyq	4
taratýǵa	4
ushyrap	4
qarqyn	4
turǵyndarynyń	4
basqarýshy	4
segment	4
pash	4
ulǵaıyp	4
aqshasyz	4
sapasy	4
esepteıdi	4
qarqynyn	4
elinde	4
joldardyń	4
ekonomıst	4
merýert	4
qozǵaýshy	4
saýdasynyń	4
paıyzdy	4
qalyptastyratyn	4
qabileti	4
andreı	4
oflaın	4
birinde	4
kórdim	4
dúkender	4
isteý	4
kerektigin	4
tobyna	4
kámeletke	4
járdemdesý	4
esimdi	4
qudaıbergenqyzy	4
sizdiń	4
adamdarmen	4
úırendim	4
qıynǵa	4
ondaǵy	4
dámdi	4
súıikti	4
ózbekshe	4
shyǵara	4
bolǵandyqtan	4
jaǵynda	4
qýanyshtymyn	4
bilmeıtin	4
eskertý	4
maǵynasy	4
sen	4
surap	4
bilgen	4
astanaǵa	4
suhbat	4
áýeli	4
eldermen	4
bastamasyn	4
málimetke	4
ótkendeı	4
zańnamasyn	4
habarlama	4
resýrstardy	4
depýtattaryn	4
taraz	4
brıfıng	4
keńeste	4
tómendeıdi	4
taratqan	4
qarajaty	4
zalal	4
aralyqta	4
para	4
aıaqtalyp	4
lıtva	4
ǵarysh	4
komıssary	4
tolyqty	4
jaryqqa	4
lýıza	4
aımaqtarynda	4
tar	4
ádeıi	4
júretin	4
protsess	4
otyrǵany	4
jelilerge	4
bastamanyń	4
jasóspirimderdi	4
qoldanady	4
paıdalanýdyń	4
ótilgen	4
analarǵa	4
shvetsııada	4
úkimettik	4
bastyǵy	4
arktıkadaǵy	4
turaqsyzdyq	4
aýdarýdy	4
konsýltatsııalar	4
úshjaqty	4
aıaqtalǵanyn	4
ketkenin	4
zelenskıı	4
derekkóz	4
nátıjeler	4
ok	4
lıý	4
niń	4
sheshimimen	4
deregi	4
kommýnıstik	4
armııasy	4
aqshany	4
nóldik	4
salyǵynyń	4
kosta	4
burynnan	4
qundylyqtarǵa	4
sheńberindegi	4
odaqtyń	4
denesi	4
nıkolaı	4
júzý	4
jarysynda	4
almaǵan	4
daıyndap	4
uzamaı	4
kezinen	4
aýdarýǵa	4
brıfıngte	4
jarııalaǵany	4
saıtynda	4
qıylǵan	4
jynysty	4
paıdalanýdy	4
nekeni	4
tsıýrıh	4
úzdiksizdigin	4
málimdemesi	4
qarastyrýǵa	4
nusqa	4
eýrokomıssııa	4
mańyzdylyǵyn	4
toqtata	4
amerıkandyq	4
kóshbasshylarynyń	4
shveıtsarııanyń	4
shyny	4
ótkizilgen	4
normatıvtik	4
jyldamdyǵy	4
shegi	4
km	4
saǵ	4
belgilendi	4
bastamaǵa	4
arttyrýdy	4
ımport	4
yn	4
sektoryndaǵy	4
boljamdy	4
baǵalaı	4
tynyq	4
muhıty	4
qatynasta	4
memleketterge	4
qulap	4
bbc	4
atqa	4
kemeler	4
avtonomdy	4
oqıǵany	4
túrmege	4
isterdi	4
